{
	"appDescription": {
		"en": "Chrome app for listening and scrobbling your music in VK and LastFM social networks",
		"ru": "Приложение для прослушивания, скачивания и скробблинга музыки ВКонтакте и LastFM"
	},
	"welcomeHeader": {
		"en": "Hey dude!",
        "ru": "Привет, дружок!"
	},
    "welcomeText": {
        "en": "Search and listen to music, save it in the Google Drive cloud for <strong>further offline playing</strong> and even download files on your local computer (sic!) - you can do any of these things with this app. And with the help of LastFM you can listen to the whole albums and find out similar bands.",
        "ru": "В этом приложении для Chrome ты сможешь слушать и искать музыку ВКонтакте, сохранять её в облако Google Drive для <strong>прослушивания без интернета</strong> и даже скачивать на компьютер (sic!). А еще с помощью базы данных от LastFM ты сможешь <strong>знакомиться с альбомами целиком</strong>, а также похожими исполнителями."
    },
    "faqHeader": {
        "en": "Tiny FAQ",
        "ru": "Небольшое FAQ"
    },
    "faqText": {
        "en": "$1 app doesn't have access to VK website and it won't add download icons on any of the website's pages;|<strong>You can and you should</strong> scrobble your playing songs into the LastFM service;|You help us very much when you agree to send statistics about the app;|$1 app is designed only for finding out the new music.",
        "ru": "Приложение $1 не имеет доступа к сайту ВКонтакте напрямую и не будет добавлять кнопки скачивания музыки на сайте;|Через приложение можно и нужно скробблить данные на LastFM;|Отправляя статистику о работе приложение вы спасаете котиков;|Приложение $1 предназначено только для ознакомления с музыкой."
    },
    "faqSendStatCheckbox": {
        "en": "I agree to send statistics",
        "ru": "Я согласен отправлять статистику"
    },
    "authorizeVK": {
        "en": "Grant VK Access",
        "ru": "Войти ВКонтакте"
    },
    "searchPlaceholder": {
        "en": "Search artists, songs and albums",
        "ru": "Поиск исполнителей, песен и альбомов"
    },
    "localTitle": {
        "en": "Saved songs",
        "ru": "Сохраненные песни"
    },
    "close": {
        "en": "Close",
        "ru": "Закрыть"
    },
    "cloudTitle": {
        "en": "Save into Google Drive cloud for further local access",
        "ru": "Сохранить в облако Google Drive для локального доступа"
    },
    "downloadTitle": {
        "en": "Download file",
        "ru": "Скачать файл"
    },
    "advLastFM": {
        "en": "@todo",
        "ru": "Поиск похожих исполнителей и альбомов работает на технологиях LastFM. Чтобы он был таким же классным, начните скробблить свою музыку в LastFM!"
    },
    "happyBirthday": {
        "en" : "Happy birthday, $1! We wish you good luck, lots of money and tons of new intresting music!",
        "ru" : "С днем рождения, $1! Здоровья, благополучия и больше интересной музыки!"
    },
    "happyBirthdayCWS": {
        "en": "You are using $1 for a long time. It's time to rate the app in Chrome Web Store!",
        "ru": "Вы пользуетесь приложением $1 уже достаточно давно. Самое время оценить его в Chrome Web Store!"
    },
    "rateCWS": {
        "en": "Rate",
        "ru": "Оценить"
    },
    "alreadyRated": {
        "en": "I've already done that",
        "ru": "Я уже оценил приложение"
    },
    "moneyMaker": {
        "en": "<strong>$1</strong> must stay as a free app without advertisements. You can become a part of the app's history by transferring any amount of money to <a href='$2' target='_blank'>developer's Yandex.Money account</a> or by rating $1 app in <a href='$3' target='_blank'>Chrome Web Store</a>.",
        "ru": "<strong>$1</strong> должно оставаться бесплатным приложением без рекламы. Ты можешь поспособствовать этому, переведя любую сумму на <a href='$2' target='_blank'>этот счет</a> в Яндекс.Деньгах или оценив приложение в <a href='$3' target='_blank'>Chrome Web Store</a>."
    },
    "yandexMoney": {
        "en": "Pay via Yandex.Money",
        "ru": "Перевести через Я.Деньги"
    },
    "rateCWS": {
        "en": "Rate in Web Store",
        "ru": "Оценить в Web Store"
    },
    "unknownArtist": {
        "en": "Unknown artist",
        "ru": "Неизвестный исполнитель"
    },
    "unknownTrack": {
        "en": "Unknown song",
        "ru": "Неизвестный трек"
    },
    "more": {
        "en": "More",
        "ru": "Еще"
    },
    "modeShuffle": {
        "en": "Shuffle songs",
        "ru": "Проигрывать в случайном порядке"
    },
    "modeRepeat": {
        "en": "Repeat playing track",
        "ru": "Повторять проигрываемый трек"
    },
    "similarArtists": {
        "en": "Similar artists",
        "ru": "Похожие исполнители"
    },
    "cloudStudyText": {
        "en": "<strong>$1</strong> app can <strong>save music files from VK to your Google Drive cloud</strong> and play them. These files will become available on all your Chrome devices",
        "ru": "Приложение <strong>$1</strong> позволяет <strong>сохранять музыку из ВКонтакте в облако Google Drive и проигрывать её</strong> оттуда. После сохранения песни в облако она станет доступна локально на всех твоих компьютерах с Chrome"
    },
    "cloudStudyDownload": {
        "en": "This button is located near every song link. If you click this button you will <strong>start saving music file from VK to your Google Drive cloud</strong>. If this button is inactive then probably you have saved this file before or you're not authorized on current Chrome device",
        "ru": "При нажатии на эту иконку, расположенную около каждой песни, ты сможешь <strong>сохранить песню из ВКонтакте в облако</strong> Google Drive. Если эта кнопка неактивна, то скорее всего песня уже была сохранена в облако или ты не авторизован в Chrome"
    },
    "cloudStudyList": {
        "en": "This button is located in the upper right corner of the app window. You will see the <strong>list of music files in your Google Drive cloud</strong> if you click on this button. Also there can be a little counter nearby - this is a number of files in your cloud",
        "ru": "А эта иконка расположена в верхнем правом углу окна приложения. При нажатии на нее откроется <strong>список песен в твоем облаке</strong> Google Drive. Еще около нее может показываться количество песен в облаке"
    }
}
