{
    "addToMyAudio": {
        "en": "Add to my audio",
        "ru": "Добавить в мои аудиозаписи"
    },
    "advLastFM": {
        "en": "Similar artist and album list is working with LastFM API. Furthermore LastFM can recommend you similar artists depending on your musical taste. Start using LastFM right now!",
        "ru": "Поиск похожих исполнителей и альбомов работает на технологиях LastFM. Помимо этого LastFM умеет рекомендовать похожих исполнителей, основываясь на твоем вкусе. Начни использовать LastFM прямо сейчас!"
    },
    "alreadyRated": {
        "en": "I've already done that",
        "ru": "Я уже оценил приложение"
    },
	"appDescription": {
		"en": "Chrome app for listening and scrobbling your music in VK and LastFM social networks",
		"ru": "Приложение для прослушивания, скачивания и скробблинга музыки ВКонтакте и LastFM"
	},
    "appNews": {
        "en": "App news",
        "ru": "Новости приложения"
    },
    "authorizeVK": {
        "en": "Grant VK Access",
        "ru": "Войти ВКонтакте"
    },
    "captchaInputPlaceholder": {
        "en": "Type this",
        "ru": "Введите код"
    },
    "captchaSubmitTitle": {
        "en": "Check",
        "ru": "Проверить"
    },
    "changelog_3_0_download": {
        "en": "And a bit of sad news: <strong>there will be no direct links to MP3 files for new users of $1 app</strong>. This should be done due to <a href='http://vk.com/dev/rules' target='_blank'>VK rules</a>, which I obey :)",
        "ru": "И немного дегтя в бочку меда: <strong>для новых пользователей $1 прямых ссылок на скачивание музыки в приложении не будет</strong>. Это связано с <a href='http://vk.com/dev/rules' target='_blank'>правилами ВКонтакте</a>, которые надо соблюдать :)"
    },
    "changelog_3_0_fulltext_search": {
        "en": "<strong>More precise artists and albums search with new API</strong>. Try this search and you will probably find the albums which were missing in LastFM service",
        "ru": "<strong>Еще более точный поиск по исполнителям и альбомам с помощью новых API</strong>. Попробуйте поискать ваших любимых исполнителей, альбомов которых нет на LastFM. Теперь они вполне могут найтись."
    },
    "changelog_3_0_hotkeys": {
        "en": "<strong>Hotkeys support when the app's windows is active</strong>. Press <em>Space</em> to play/pause current track, <em>Left and Right</em> switches to previous or next track, <em>Enter</em> starts playing current track from the beginning. <em>Multimedia keys</em> are also supported",
        "ru": "<strong>Поддержка шорткатов при активном окне приложения</strong>. <em>Пробел</em> для проигрывания/остановки, кнопки <em>вправо и влево</em> для перехода к следующему и предыдущему треку, <em>Enter</em> для перехода в начало песни. Также поддерживаются <em>мультимедийные клавиши</em> на клавиатуре"
    },
    "changelog_3_0_lastfm": {
        "en": "<strong>LastFM support, including \"scrobbling\" and \"now playing\" features</strong>. Go to settings and authorize with LastFM service to start using this",
        "ru": "<strong>Поддержка LastFM: скробблинг и \"сейчас играет\"</strong>. Для начала скробблинга перейдите в настройки и авторизуйтесь на сервисе LastFM"
    },
    "changelog_3_0_lovely_songs": {
        "en": "<strong>The most popular artist songs on artist's page</strong> using LastFM and other API",
        "ru": "<strong>Самые прослушиваемые песни у исполнителя на его странице</strong>"
    },
    "changelog_3_0_navigation": {
        "en": "<strong>Back-forward buttons navigation</strong>",
        "ru": "<strong>Навигация по приложению через кнопки вперед-назад</strong>"
    },
    "changelog_3_0_notifications": {
        "en": "<strong>Awesome rich notifications when track is switching</strong> - you can enable them for Windows, MacOS and ChromeOS in settings",
        "ru": "<strong>Красивые всплывающие уведомления при переключении треков</strong> - доступно для пользователей Windows, MacOS и ChromeOS в настройках"
    },
    "changelog_3_0_settings": {
        "en": "Settings page",
        "ru": "Страница настроек"
    },
    "changelog_3_0_sound_problems": {
        "en": "Sound problems are now fixed",
        "ru": "Решена проблема с изменением уровня громкости звука"
    },
    "changelog_3_2_cyrillic": {
        "en": "Songs with non-latin symbols are now displayed correctly in Google Drive cloud",
        "ru": "Исправлена ошибка с отображением русских исполнителей в облаке Google Drive"
    },
    "changelog_3_3_recommend": {
        "en": "<strong>LastFM recommendations based on scrobbling data</strong> are now available for those who granted access to LastFM account. Enjoy :)",
        "ru": "Для тех, кто авторизовался в LastFM, доступны <strong>рекомендации на основе проскроббленных данных</strong>. Наслаждайтесь :)"
    },
    "changelog_3_3_add_to_audio": {
        "en": "You can now <strong>add lovely tracks to your audio collection</strong> in VK",
        "ru": "Можно <strong>добавлять песни в свои аудиозаписи</strong> ВКонтакте"
    },
    "changelog_4_0_captcha": {
        "en": "Now $1 app supports <strong>VK Captcha</strong>, which means that new search is really awesome",
        "ru": "Теперь в приложении поддерживается <strong>показ и ввод Captcha ВКонтакте</strong>, а это значит, что поиск будет искать еще лучше"
    },
    "changelog_4_0_icon": {
        "en": "New icon for $1 app in this version",
        "ru": "Новая иконка запуска приложения для новой версии"
    },
    "close": {
        "en": "Close",
        "ru": "Закрыть"
    },
    "cloudListTitle": {
        "en": "List all music files in the cloud",
        "ru": "Показать список файлов в облаке"
    },
    "cloudStudyDownload": {
        "en": "This button is located near every song link. If you click this button you will <strong>start saving music file from VK to your Google Drive cloud</strong>. If this button is inactive then probably you have saved this file before or you're not authorized on current Chrome device",
        "ru": "При нажатии на эту иконку, расположенную около каждой песни, ты сможешь <strong>сохранить песню из ВКонтакте в облако</strong> Google Drive. Если эта кнопка неактивна, то скорее всего песня уже была сохранена в облако или ты не авторизован в Chrome"
    },
    "cloudStudyList": {
        "en": "This button is located in the upper right corner of the app window. You will see the <strong>list of music files in your Google Drive cloud</strong> if you click on this button. Also there can be a little counter nearby - this is a number of files in your cloud",
        "ru": "А эта иконка расположена в верхнем правом углу окна приложения. При нажатии на нее откроется <strong>список песен в твоем облаке</strong> Google Drive. Еще около нее может показываться количество песен в облаке"
    },
    "cloudStudyText": {
        "en": "<strong>$1</strong> app can <strong>save music files from VK to your Google Drive cloud</strong> and play them. These files will become available on all your Chrome devices",
        "ru": "Приложение <strong>$1</strong> позволяет <strong>сохранять музыку из ВКонтакте в облако Google Drive и проигрывать её</strong> оттуда. После сохранения песни в облако она станет доступна локально на всех твоих компьютерах с Chrome"
    },
    "cloudTitle": {
        "en": "Save into Google Drive cloud for further local access",
        "ru": "Сохранить в облако Google Drive для локального доступа"
    },
    "downloadTitle": {
        "en": "Download file",
        "ru": "Скачать файл"
    },
    "dropLastFmAuth": {
        "en": "Scrobbling is enabled. Reset token",
        "ru": "Скробблинг включен. Сбросить токен"
    },
    "dropVkAuth": {
        "en": "Reset token",
        "ru": "Сбросить токен"
    },
    "faqHeader": {
        "en": "Tiny FAQ",
        "ru": "Небольшое FAQ"
    },
    "faqText": {
        "en": "$1 app doesn't have access to VK website and it won't add download icons on any of the website's pages;|<strong>You can and you should</strong> scrobble your playing songs into the LastFM service;|You help us very much when you agree to send statistics about the app;|$1 app is designed only for finding out the new music.",
        "ru": "Приложение $1 не имеет доступа к сайту ВКонтакте напрямую и не будет добавлять кнопки скачивания музыки на сайте;|Через приложение можно и нужно скробблить данные на LastFM;|Отправляя статистику о работе приложение вы спасаете котиков;|Приложение $1 предназначено только для ознакомления с музыкой."
    },
    "faqSendStatCheckbox": {
        "en": "I agree to send statistics",
        "ru": "Я согласен отправлять статистику"
    },
    "getLastFmAuth": {
        "en": "Get token and start scrobbling",
        "ru": "Получить токен и начать скробблинг"
    },
    "happyBirthday": {
        "en" : "Happy birthday, $1! We wish you good luck, lots of money and tons of new intresting music!",
        "ru" : "С днем рождения, $1! Здоровья, благополучия и больше интересной музыки!"
    },
    "happyBirthdayCWS": {
        "en": "You are using $1 for a long time. It's time to rate the app in Chrome Web Store!",
        "ru": "Вы пользуетесь приложением $1 уже достаточно давно. Самое время оценить его в Chrome Web Store!"
    },
    "headerCallActionText": {
        "en": "So you like <strong>$1</strong> app? Repost info about app in <a href='$2' target='_blank'>VK</a> and don't forget to rate app in <a href='$3' target='_blank'>Chrome Web Store</a>.",
        "ru": "Нравится <strong>$1</strong>? Тогда сделай репост <a href='$2' target='_blank'>ВКонтакте</a> и не забудь оценить приложение в <a href='$3' target='_blank'>Chrome Web Store</a>."
    },
    "lastFmAuthTitle": {
        "en": "LastFM authorization and scrobbling",
        "ru": "Авторизация и скробблинг в LastFM"
    },
    "lastFmRecommends": {
        "en": "LastFM recommends",
        "ru": "Рекомендации LastFM"
    },
    "localTitle": {
        "en": "Saved songs",
        "ru": "Сохраненные песни"
    },
    "modeRepeat": {
        "en": "Repeat playing track",
        "ru": "Повторять проигрываемый трек"
    },
    "modeShuffle": {
        "en": "Shuffle songs",
        "ru": "Проигрывать в случайном порядке"
    },
    "more": {
        "en": "More",
        "ru": "Еще"
    },
    "mostPopularTracks": {
        "en": "Most popular tracks",
        "ru": "Самые прослушиваемые композиции"
    },
    "no": {
        "en": "No, thanks",
        "ru": "Нет, спасибо"
    },
    "notificationTrackPrev": {
        "en": "Play previous track",
        "ru": "Перейти к предыдущей песне"
    },
    "notificationTrackNext": {
        "en": "Play next track",
        "ru": "Перейти к следующей песне"
    },
    "notificationUpdate2to3Body": {
        "en": "$1 app now supports LastFM scrobbling, in-app navigation, shortcuts and many other cool stuff.\n\nWanna take a look?",
        "ru": "В приложении $1 стал поддерживаться скробблинг в LastFM, появилась навигация, поддержка шорткатов и многое другое.\n\nХочешь начать этим пользоваться?"
    },
    "notificationUpdateCallToActionGuests": {
        "en": "$1 app is constantly getting better and you are still not using its cool features.\n\nWanna take a look?",
        "ru": "Приложение $1 становится все лучше и удобней, а ты им даже не пользуешься, чем безумно расстраиваешь котиков.\n\nХочешь взглянуть на приложение еще раз?"
    },
    "notificationUpdateCallToActionUsers": {
        "en": "$1 app is constantly getting better and you are practically not using its cool features.\n\nWanna take a look?",
        "ru": "Приложение $1 становится все лучше и удобней, а ты им почти не пользуешься, чем безумно расстраиваешь котиков.\n\nХочешь взглянуть на приложение еще раз?"
    },
    "notificationUpdateTitle": {
        "en": "Hey dude! Look here!",
        "ru": "Привет, дружок! Посмотри сюда!"
    },
    "rateCWS": {
        "en": "Rate in Web Store",
        "ru": "Оценить в Web Store"
    },
    "saved": {
        "en": "Saved",
        "ru": "Сохранено"
    },
    "searchPlaceholder": {
        "en": "Search artists, songs and albums",
        "ru": "Поиск исполнителей, песен и альбомов"
    },
    "sendStatisticsTitle": {
        "en": "Send statistics (you help us very much when you send it)",
        "ru": "Отправлять статистику (отправляя статистику, вы спасаете котиков)"
    },
    "settings": {
        "en": "Settings",
        "ru": "Настройки"
    },
    "showNotificationsTitle": {
        "en": "Show notification when track switches",
        "ru": "Показывать уведомления при переключении треков"
    },
    "similarArtists": {
        "en": "Similar artists",
        "ru": "Похожие исполнители"
    },
    "smoothSwitchTitle": {
        "en": "Switch tracks smoothly",
        "ru": "Плавно переключать треки"
    },
    "unknownArtist": {
        "en": "Unknown artist",
        "ru": "Неизвестный исполнитель"
    },
    "unknownTrack": {
        "en": "Unknown song",
        "ru": "Неизвестный трек"
    },
    "vkAuthTitle": {
        "en": "VK authorization",
        "ru": "Авторизация ВКонтакте"
    },
    "vkRepost": {
        "en": "Repost in VK",
        "ru": "Репост ВКонтакте"
    },
    "wait": {
        "en": "Please wait",
        "ru": "Подождите"
    },
    "welcomeHeader": {
        "en": "Hey dude!",
        "ru": "Привет, дружок!"
    },
    "welcomeText": {
        "en": "Search and listen to music, save it in the Google Drive cloud for <strong>further offline playing</strong> and even download files on your local computer (sic!) - you can do any of these things with this app. And with the help of LastFM you can listen to the whole albums and find out similar bands.",
        "ru": "В этом приложении для Chrome ты сможешь слушать и искать музыку ВКонтакте, сохранять её в облако Google Drive для <strong>прослушивания без интернета</strong> и даже скачивать на компьютер (sic!). А еще с помощью базы данных от LastFM ты сможешь <strong>знакомиться с альбомами целиком</strong>, а также похожими исполнителями."
    },
    "yes": {
        "en": "Yes, please",
        "ru": "Да, пожалуйста"
    },
    "yesGogogo": {
        "en": "Yes, definitely!",
        "ru": "Да, хочу!"
    }
}
