{
    "addToMyAudio": {
        "en": "Add to my audio",
        "ru": "Добавить в мои аудиозаписи"
    },
    "allFilesProcessed": {
        "en": "All files processed",
        "ru": "Загрузка файлов закончена"
    },
    "allTracks": {
        "en": "All tracks",
        "ru": "Все песни"
    },
    "alreadyRated": {
        "en": "I've already done that",
        "ru": "Я уже оценил приложение"
    },
    "appDescription": {
        "en": "Cloud music player for Google Chrome supporting VK, LastFM and Google Drive",
        "ru": "Облачный плеер для Google Chrome с поддержкой ВКонтакте, LastFM и Google Drive"
    },
    "appNews": {
        "en": "App news",
        "ru": "Новости приложения"
    },
    "authorizeVK": {
        "en": "Grant VK Access",
        "ru": "Войти ВКонтакте"
    },
    "captchaInputPlaceholder": {
        "en": "Type this",
        "ru": "Введите код"
    },
    "captchaSubmitTitle": {
        "en": "Check",
        "ru": "Проверить"
    },
    "changelog_3_0_fulltext_search": {
        "en": "<strong>More precise artists and albums search with new API</strong>. Try this search and you will probably find the albums which were missing in LastFM service",
        "ru": "<strong>Еще более точный поиск по исполнителям и альбомам с помощью новых API</strong>. Попробуйте поискать ваших любимых исполнителей, альбомов которых нет на LastFM. Теперь они вполне могут найтись."
    },
    "changelog_3_0_hotkeys": {
        "en": "<strong>Hotkeys support when the app's windows is active</strong>. Press <em>Space</em> to play/pause current track, <em>Left and Right</em> switches to previous or next track, <em>Enter</em> starts playing current track from the beginning. <em>Multimedia keys</em> are also supported",
        "ru": "<strong>Поддержка шорткатов при активном окне приложения</strong>. <em>Пробел</em> для проигрывания/остановки, кнопки <em>вправо и влево</em> для перехода к следующему и предыдущему треку, <em>Enter</em> для перехода в начало песни. Также поддерживаются <em>мультимедийные клавиши</em> на клавиатуре"
    },
    "changelog_3_0_lastfm": {
        "en": "<strong>LastFM support, including \"scrobbling\" and \"now playing\" features</strong>. Go to settings and authorize with LastFM service to start using this",
        "ru": "<strong>Поддержка LastFM: скробблинг и \"сейчас играет\"</strong>. Для начала скробблинга перейдите в настройки и авторизуйтесь на сервисе LastFM"
    },
    "changelog_3_0_lovely_songs": {
        "en": "<strong>The most popular artist songs on artist's page</strong> using LastFM and other API",
        "ru": "<strong>Самые прослушиваемые песни у исполнителя на его странице</strong>"
    },
    "changelog_3_0_navigation": {
        "en": "<strong>Back-forward buttons navigation</strong>",
        "ru": "<strong>Навигация по приложению через кнопки вперед-назад</strong>"
    },
    "changelog_3_0_notifications": {
        "en": "<strong>Awesome rich notifications when track is switching</strong> - you can enable them for Windows, MacOS and ChromeOS in settings",
        "ru": "<strong>Красивые всплывающие уведомления при переключении треков</strong> - доступно для пользователей Windows, MacOS и ChromeOS в настройках"
    },
    "changelog_3_0_settings": {
        "en": "Settings page",
        "ru": "Страница настроек"
    },
    "changelog_3_0_sound_problems": {
        "en": "Sound problems are now fixed",
        "ru": "Решена проблема с изменением уровня громкости звука"
    },
    "changelog_3_2_cyrillic": {
        "en": "Songs with non-latin symbols are now displayed correctly in Google Drive cloud",
        "ru": "Исправлена ошибка с отображением русских исполнителей в облаке Google Drive"
    },
    "changelog_3_3_recommend": {
        "en": "<strong>LastFM recommendations based on scrobbling data</strong> are now available for those who granted access to LastFM account. Enjoy :)",
        "ru": "Для тех, кто авторизовался в LastFM, доступны <strong>рекомендации на основе проскроббленных данных</strong>. Наслаждайтесь :)"
    },
    "changelog_3_3_add_to_audio": {
        "en": "You can now <strong>add lovely tracks to your audio collection</strong> in VK",
        "ru": "Можно <strong>добавлять песни в свои аудиозаписи</strong> ВКонтакте"
    },
    "changelog_4_0_captcha": {
        "en": "Now $1 app supports <strong>VK Captcha</strong>, which means that new search is really awesome",
        "ru": "Теперь в приложении поддерживается <strong>показ и ввод Captcha ВКонтакте</strong>, а это значит, что поиск будет работать еще лучше"
    },
    "changelog_4_0_icon": {
        "en": "New icon for $1 app in this version",
        "ru": "Новая иконка запуска приложения для новой версии"
    },
    "changelog_4_1_dnd": {
        "en": "Drag'n'drop files or folders to app's window to upload your MP3 files to VK. Music uploading has never been easier!",
        "ru": "Можно загружать MP3-файлы со своего компьютера в аудиозаписи <strong>перетаскиванием файлов или папок прямо в окно приложения</strong> - загрузка музыки никогда не была проще!"
    },
    "changelog_4_8_lfm_scrobbling": {
        "en": "LastFM scrobbling process is now working as expected: <strong>data is taken from id3v1 tags</strong>, and requests are sent after half of the song is over",
        "ru": "Исправлен скробблинг в LastFM: <strong>данные берутся в первую очередь из id3v1 тэгов</strong>, отправляются при прослушивании более половины песни, а не сразу при старте"
    },
    "changelog_4_8_notifications": {
        "en": "Notifications about a new song are working good. They won't bother you if you choose the track manually",
        "ru": "Исправлен показ уведомлений о новой песне. Уведомления больше не будут всплывать при ручном выборе песен"
    },
    "changelog_5_0_cloud": {
        "en": "Working with Google Drive cloud is now better than before: progress bar is shown when you save file into the cloud and all errors are processed",
        "ru": "Улучшена работа с Облаком: теперь при сохранении аудиозаписей в Облако виден прогресс, а возможные ошибки устранены"
    },
    "changelog_5_3_albums": {
        "en": "<strong>VK Playlists</strong> or so-called \"albums\" are now supported in $1 app",
        "ru": "Теперь в приложении поддерживаются <strong>плейлисты ВКонтакте</strong>, они же альбомы"
    },
    "changelog_5_3_album_info": {
        "en": "Popular albums now contain release dates and more detailed description",
        "ru": "У известных альбомов показывается дата релиза и более подробная информация"
    },
    "changelog_5_3_footer_slider": {
        "en": "You can rewind track by clicking in the footer slides's area now as before",
        "ru": "Вернулась возможность перемотки трека в виде ползунка в нижней части окна. Нравится?"
    },
    "changelog_5_3_notifications": {
        "en": "Notification doesn't hide now when you select to play the next/prev song from it",
        "ru": "При переключении песни из окна уведомления окно не будет пропадать"
    },
    "changelog_5_10_upload": {
        "en": "Uploading process to Google Drive cloud is now working again",
        "ru": "Исправлена индикация загрузки треков в облако Google Drive"
    },
    "close": {
        "en": "Close",
        "ru": "Закрыть"
    },
    "cloudEmpty": {
        "en": "Google Drive cloud is empty right now",
        "ru": "Пока что в Облаке ничего нет"
    },
    "cloudListTitle": {
        "en": "List all music files in the cloud",
        "ru": "Показать список файлов в облаке"
    },
    "cloudStudyBack": {
        "en": "Back",
        "ru": "Назад"
    },
    "cloudStudyCloudDescription": {
        "en": "This is your private folder which can store music from VK. This folder and <strong>music in it will be always available</strong>: when you reinstall $1 app, when there's no internet connection and even when your favorite music is deleted from VK.",
        "ru": "Это твоя личная папка, в которой может храниться музыка из ВКонтакте. Эта папка и <strong>аудиозаписи в ней будут доступны всегда</strong>: при переустановке приложения $1, когда нет интернета и даже если из ВКонтакте удалят твою любимую песню."
    },
    "cloudStudyForward": {
        "en": "Next",
        "ru": "Дальше"
    },
    "cloudStudyListing": {
        "en": "Accessing your files in the cloud",
        "ru": "Как посмотреть музыку в Облаке"
    },
    "cloudStudyListingDescription": {
        "en": "There's an icon in the upper right corner of the app window with the number of the files in the cloud. You should click on it to see what's in the cloud right now.",
        "ru": "В правом верхнем углу окна приложения будет находиться значок облака с количеством файлов в нем. Чтобы посмотреть, что есть в Облаке, нужно нажать на него."
    },
    "cloudStudyOkay": {
        "en": "Okay, got it",
        "ru": "Спасибо, я понял"
    },
    "cloudStudyUpload": {
        "en": "Saving music into the cloud",
        "ru": "Как загружать музыку в Облако"
    },
    "cloudStudyUploadDescription": {
        "en": "There's a cloud icon near every song. You should click on it to save track to the cloud.",
        "ru": "Возле каждой песни будет находиться значок облака. Чтобы сохранить песню в Облако, нужно нажать на него."
    },
    "cloudStudyWhatIsCloud": {
        "en": "Google Drive cloud",
        "ru": "Облако Google Drive"
    },
    "cloudTitle": {
        "en": "Save into Google Drive cloud for further local access",
        "ru": "Сохранить в облако Google Drive для локального доступа"
    },
    "continue": {
        "en": "Next",
        "ru": "Продолжить"
    },
    "downloadTitle": {
        "en": "Download file",
        "ru": "Скачать файл"
    },
    "dropLastFmAuth": {
        "en": "Scrobbling is enabled. Reset token",
        "ru": "Скробблинг включен. Сбросить токен"
    },
    "dropVkAuth": {
        "en": "Reset token",
        "ru": "Сбросить токен"
    },
    "faqHeader": {
        "en": "Tiny FAQ",
        "ru": "Небольшое FAQ"
    },
    "faqText": {
        "en": "$1 app doesn't have access to VK website and it won't add download icons on any of the website's pages;|<strong>You can and you should</strong> scrobble your playing songs into the LastFM service;|You help us very much when you agree to send statistics about the app;|$1 app is designed only for finding out the new music.",
        "ru": "Приложение $1 не имеет доступа к сайту ВКонтакте напрямую и не будет добавлять кнопки скачивания музыки на сайте;|Через приложение можно и нужно скробблить данные на LastFM;|Отправляя статистику о работе приложения, вы спасаете котиков;|Приложение $1 предназначено только для ознакомления с музыкой."
    },
    "faqSendStatCheckbox": {
        "en": "I agree to send statistics",
        "ru": "Я согласен отправлять статистику"
    },
    "getLastFmAuth": {
        "en": "Get token and start scrobbling",
        "ru": "Получить токен и начать скробблинг"
    },
    "happyBirthday": {
        "en" : "Happy birthday, $1! We wish you good luck, lots of money and tons of new intresting music!",
        "ru" : "С днем рождения, $1! Здоровья, благополучия и больше интересной музыки!"
    },
    "happyBirthdayCWS": {
        "en": "You are using $1 for a long time. It's time to rate the app in Chrome Web Store!",
        "ru": "Вы пользуетесь приложением $1 уже достаточно давно. Самое время оценить его в Chrome Web Store!"
    },
    "headerCallActionText": {
        "en": "So you like <strong>$1</strong> app? Repost info about app in <a href='$2' target='_blank'>VK</a> and don't forget to rate app in <a href='$3' target='_blank'>Chrome Web Store</a>.",
        "ru": "Нравится <strong>$1</strong>? Тогда сделай репост <a href='$2' target='_blank'>ВКонтакте</a> и не забудь оценить приложение в <a href='$3' target='_blank'>Chrome Web Store</a>."
    },
    "installGoogleChrome": {
        "en": "Install Google Chrome",
        "ru": "Установить Google Chrome"
    },
    "lastFmAuthTitle": {
        "en": "LastFM authorization and scrobbling",
        "ru": "Авторизация и скробблинг в LastFM"
    },
    "lastFmRecommends": {
        "en": "LastFM recommends",
        "ru": "Рекомендации LastFM"
    },
    "localTitle": {
        "en": "Saved songs",
        "ru": "Сохраненные песни"
    },
    "missMp3": {
        "en": "Things could probably be different, but <strong>your browser is missing MP3 files support and VK uses MP3 to store music data</strong>. It's likely because you are using not Google Chrome but Chromium or one of its forks. App will work properly only in Google Chrome.",
        "ru": "Возможно все могло сложиться по-другому, но <strong>твой браузер не поддерживает проигрывание mp3-файлов</strong>, а ВКонтакте хранит всю музыку именно в этом формате. Скорее всего это из-за того, что ты пользуешься не Google Chrome, а Chromium или каким-нибудь из его форков. Приложение будет работать только в Google Chrome."
    },
    "modeRepeat": {
        "en": "Repeat playing track",
        "ru": "Повторять проигрываемый трек"
    },
    "modeShuffle": {
        "en": "Shuffle songs",
        "ru": "Проигрывать в случайном порядке"
    },
    "more": {
        "en": "More",
        "ru": "Еще"
    },
    "mostPopularTracks": {
        "en": "Most popular tracks",
        "ru": "Самые прослушиваемые композиции"
    },
    "no": {
        "en": "No, thanks",
        "ru": "Нет, спасибо"
    },
    "notificationTrackPrev": {
        "en": "Play previous track",
        "ru": "Перейти к предыдущей песне"
    },
    "notificationTrackNext": {
        "en": "Play next track",
        "ru": "Перейти к следующей песне"
    },
    "notificationUpdate2to3Body": {
        "en": "$1 app now supports LastFM scrobbling, in-app navigation, shortcuts and many other cool stuff.\n\nWanna take a look?",
        "ru": "В приложении $1 стал поддерживаться скробблинг в LastFM, появилась навигация, поддержка шорткатов и многое другое.\n\nХочешь начать этим пользоваться?"
    },
    "notificationUpdateCallToActionGuests": {
        "en": "$1 app is constantly getting better and you are still not using its cool features.\n\nWanna take a look?",
        "ru": "Приложение $1 становится все лучше и удобней, а ты им даже не пользуешься, чем безумно расстраиваешь котиков.\n\nХочешь взглянуть на приложение еще раз?"
    },
    "notificationUpdateCallToActionUsers": {
        "en": "$1 app is constantly getting better and you are practically not using its cool features.\n\nWanna take a look?",
        "ru": "Приложение $1 становится все лучше и удобней, а ты им почти не пользуешься, чем безумно расстраиваешь котиков.\n\nХочешь взглянуть на приложение еще раз?"
    },
    "notificationUpdateTitle": {
        "en": "Hey dude! Look here!",
        "ru": "Привет, дружок! Посмотри сюда!"
    },
    "rateCWS": {
        "en": "Rate in Web Store",
        "ru": "Оценить в Web Store"
    },
    "releaseDate": {
        "en": "Release date",
        "ru": "Дата выхода"
    },
    "removeTitle": {
        "en": "Delete",
        "ru": "Удалить"
    },
    "restoreTitle": {
        "en": "Restore",
        "ru": "Вернуть"
    },
    "saved": {
        "en": "Saved",
        "ru": "Сохранено"
    },
    "savingToTheCloud": {
        "en": "Uploading $2 ($1) song to Google Drive cloud...",
        "ru": "Загружаю трек $2 ($1) в облако Google Drive..."
    },
    "selectAlbum": {
        "en": "Select album",
        "ru": "Выберите альбом"
    },
    "searchPlaceholder": {
        "en": "Search artists, songs and albums",
        "ru": "Поиск исполнителей, песен и альбомов"
    },
    "sendStatisticsTitle": {
        "en": "Send statistics (you help us very much when you send it)",
        "ru": "Отправлять статистику (отправляя статистику, вы спасаете котиков)"
    },
    "settings": {
        "en": "Settings",
        "ru": "Настройки"
    },
    "showNotificationsTitle": {
        "en": "Show notification when track switches",
        "ru": "Показывать уведомления при переключении треков"
    },
    "similarArtists": {
        "en": "Similar artists",
        "ru": "Похожие исполнители"
    },
    "syncfsBroken": {
        "en": "Oops, an error occured<sup>**</sup> when $1 app was loading the list of tracks in your Cloud. Restart Google Chrome<sup>*</sup> to fix this problem.",
        "ru": "При загрузке треков из Облака произошла ошибка<sup>**</sup>. Попробуй перезагрузить Google Chrome<sup>*</sup>, после чего эта ошибка должна пропасть"
    },
    "syncfsBrokenGetFile": {
        "en": "Oops, something went wrong when uploading file to Google Drive cloud. Restart your Chrome to fix this problem.",
        "ru": "При загрузке файла в Облако произошла ошибка. Попробуй перезагрузить Google Chrome, это поможет."
    },
    "syncfsBrokenTip1": {
        "en": "This can be done with <a href='$1' target='_blank'>Restart your browser</a> extension",
        "ru": "Кстати, это очень удобно сделать с помощью расширения <a href='$1' target='_blank'>Restart your browser</a>"
    },
    "syncfsBrokenTip2": {
        "en": "Google Chrome developers have already <a href='$1' target='_blank'>fixed</a> this problem, and expect fix to land in the next Chrome release",
        "ru": "Разработчики Google Chrome <a href='$1' target='_blank'>обещают</a> исправить эту проблему в следующей версии браузера"
    },
    "thisIsImportant": {
        "en": "This is important",
        "ru": "Это важно"
    },
    "unknownArtist": {
        "en": "Unknown artist",
        "ru": "Неизвестный исполнитель"
    },
    "unknownTrack": {
        "en": "Unknown song",
        "ru": "Неизвестный трек"
    },
    "vkAuthTitle": {
        "en": "VK authorization",
        "ru": "Авторизация ВКонтакте"
    },
    "vkRepost": {
        "en": "Repost in VK",
        "ru": "Репост ВКонтакте"
    },
    "wait": {
        "en": "Please wait",
        "ru": "Подождите"
    },
    "welcomeHeader": {
        "en": "Hey dude!",
        "ru": "Привет, дружок!"
    },
    "welcomeText": {
        "en": "Search and listen to music, save it in the Google Drive cloud for further <strong>offline playing</strong> and even add music to your VK profile page (sic!) - you can do any of these things with this app. And with the help of LastFM you can listen to the whole albums and find out similar bands.",
        "ru": "В этом приложении для Chrome ты сможешь слушать и искать музыку ВКонтакте, сохранять её в облако Google Drive для <strong>прослушивания без интернета</strong> и даже сохранять музыку к себе в аудиозаписи ВКонтакте (sic!). А еще с помощью базы данных от LastFM ты сможешь <strong>знакомиться с альбомами целиком</strong>, а также похожими исполнителями."
    },
    "yes": {
        "en": "Yes, please",
        "ru": "Да, пожалуйста"
    },
    "yesGogogo": {
        "en": "Yes, definitely!",
        "ru": "Да, хочу!"
    }
}
